{
  "en": {
    "title": "About Us",
    "subtitle": "Discover better service in Cyprus",
    "paragraphs": [
      "Our platform was founded in 2024 and began active operations in 2025. We provide hotel room reservations, tour package reservations, travel agent rental, beauty salon reservations, restaurant table reservations, and car rental — all in one place.",
      "Our goal is to improve the service sector in Cyprus and make it more convenient for tourists and residents. We partner with local businesses to provide reliable listings, instant booking and transparent pricing."
    ],
    "founded": "Founded in 2024 — active since 2025",
    "mission": "Make the service sector in Cyprus more convenient and accessible"
  },
  "gr": {
    "title": "Σχετικά με εμάς",
    "subtitle": "Ανακαλύψτε καλύτερη εξυπηρέτηση στην Κύπρο",
    "paragraphs": [
      "Η πλατφόρμα μας ιδρύθηκε το 2024 και ξεκίνησε ενεργά το 2025. Προσφέρουμε κρατήσεις δωματίων ξενοδοχείων, πακέτα εκδρομών, ενοικίαση ταξιδιωτικού πράκτορα, κρατήσεις κομμωτηρίου, κρατήσεις τραπεζιών εστιατορίου και ενοικίαση αυτοκινήτων — όλα σε ένα μέρος.",
      "Στόχος μας είναι να βελτιώσουμε τον τομέα υπηρεσιών στην Κύπρο και να κάνουμε τη ζωή πιο εύκολη για τουρίστες και κατοίκους. Συνεργαζόμαστε με τοπικές επιχειρήσεις για αξιόπιστες καταχωρίσεις, άμεσες κρατήσεις και διαφανείς τιμές."
    ],
    "founded": "Ιδρύθηκε το 2024 — ενεργό από 2025",
    "mission": "Κάνουμε τον τομέα υπηρεσιών στην Κύπρο πιο βολικό και προσβάσιμο"
  },
  "ru": {
    "title": "О нас",
    "subtitle": "Улучшение сервиса на Кипре",
    "paragraphs": [
      "Наша платформа была основана в 2024 году и начала активные операции в 2025 году. Мы предоставляем бронирование номеров в отелях, турпакетов, аренду туристического агента, бронирования салонов красоты, бронирование столиков в ресторанах и аренду автомобилей — всё в одном месте.",
      "Наша цель — улучшить сектор услуг на Кипре и сделать его более удобным для туристов и жителей. Мы сотрудничаем с местными компаниями, чтобы обеспечить надёжные объявления, мгновенное бронирование и прозрачные цены."
    ],
    "founded": "Основано в 2024 — активно с 2025",
    "mission": "Сделать сектор услуг на Кипре более удобным и доступным"
  }
}



