{
  "en": {
    "title": "About Us",
    "subtitle": "Your gateway to unforgettable experiences in Cyprus",
    "paragraphs": [
      "Founded in 2024 and fully launched in 2025, our platform was created with one clear mission — to make Cyprus more accessible, convenient, and exciting for both visitors and locals. Whether you’re a first-time tourist or a long-term resident, we bring the island’s best services to your fingertips.",
      "We offer a complete range of bookings in one place: hotel rooms with verified reviews, curated tour packages to breathtaking destinations, professional travel agent services, luxury and budget car rentals, beauty salon appointments for your special days, and restaurant table reservations to ensure every meal is unforgettable.",
      "Cyprus is a land of contrasts — golden beaches and snowy peaks, ancient ruins and vibrant nightlife, quiet villages and bustling city centers. We believe that exploring it should be simple, transparent, and stress-free. That’s why we partner with trusted local businesses, ensuring quality service, fair pricing, and instant confirmation.",
      "Our website is designed to be your travel companion before, during, and after your trip. Browse, compare, and book in just a few clicks. Save your favorites, manage your bookings, and discover new experiences tailored to your interests.",
      "We are more than just a booking platform — we are a community of travelers, hosts, and service providers working together to make Cyprus shine on the world map. Let us take care of the details so you can focus on making memories."
    ],
    "founded": "Founded in 2024 — active since 2025",
    "mission": "To connect people with the best that Cyprus has to offer."
  },
  "gr": {
    "title": "Σχετικά με εμάς",
    "subtitle": "Η πύλη σας για αξέχαστες εμπειρίες στην Κύπρο",
    "paragraphs": [
      "Ιδρυθήκαμε το 2024 και ξεκινήσαμε πλήρως το 2025, με μια ξεκάθαρη αποστολή — να κάνουμε την Κύπρο πιο προσιτή, βολική και συναρπαστική για επισκέπτες και κατοίκους. Είτε είστε τουρίστας για πρώτη φορά είτε μόνιμος κάτοικος, φέρνουμε τις καλύτερες υπηρεσίες του νησιού στην οθόνη σας.",
      "Προσφέρουμε όλες τις κρατήσεις σε ένα μέρος: δωμάτια ξενοδοχείων με αξιόπιστες κριτικές, προσεκτικά επιλεγμένα πακέτα εκδρομών, επαγγελματικές υπηρεσίες ταξιδιωτικών πρακτόρων, ενοικιάσεις αυτοκινήτων πολυτελείας και οικονομικών, ραντεβού σε σαλόνια ομορφιάς για τις ξεχωριστές σας στιγμές και κρατήσεις τραπεζιών σε εστιατόρια για να απολαύσετε κάθε γεύμα.",
      "Η Κύπρος είναι μια γη αντιθέσεων — χρυσές παραλίες και χιονισμένες κορυφές, αρχαία ερείπια και ζωντανή νυχτερινή ζωή, ήσυχα χωριά και πολυσύχναστα κέντρα πόλεων. Πιστεύουμε ότι η εξερεύνησή της πρέπει να είναι απλή, διαφανής και χωρίς άγχος. Για αυτό συνεργαζόμαστε με αξιόπιστες τοπικές επιχειρήσεις, εξασφαλίζοντας ποιοτικές υπηρεσίες, δίκαιες τιμές και άμεση επιβεβαίωση.",
      "Η ιστοσελίδα μας είναι ο ταξιδιωτικός σας σύντροφος πριν, κατά τη διάρκεια και μετά το ταξίδι. Περιηγηθείτε, συγκρίνετε και κάντε κρατήσεις με λίγα κλικ. Αποθηκεύστε τα αγαπημένα σας, διαχειριστείτε τις κρατήσεις σας και ανακαλύψτε νέες εμπειρίες προσαρμοσμένες στα ενδιαφέροντά σας.",
      "Είμαστε κάτι παραπάνω από μια πλατφόρμα κρατήσεων — είμαστε μια κοινότητα ταξιδιωτών, οικοδεσποτών και παρόχων υπηρεσιών που συνεργάζονται για να κάνουν την Κύπρο να ξεχωρίσει στον παγκόσμιο χάρτη. Αφήστε σε εμάς τις λεπτομέρειες για να επικεντρωθείτε στις αναμνήσεις."
    ],
    "founded": "Ιδρύθηκε το 2024 — ενεργό από 2025",
    "mission": "Να συνδέουμε ανθρώπους με το καλύτερο που έχει να προσφέρει η Κύπρος."
  },
  "ru": {
    "title": "О нас",
    "subtitle": "Ваш проводник к незабываемым впечатлениям на Кипре",
    "paragraphs": [
      "Наша платформа была основана в 2024 году и полностью запущена в 2025 году с одной ясной целью — сделать Кипр более доступным, удобным и интересным как для туристов, так и для местных жителей. Независимо от того, посещаете ли вы остров впервые или живёте здесь много лет, мы собираем лучшие сервисы в одном месте.",
      "Мы предлагаем все виды бронирований в одном окне: номера в проверенных отелях, тщательно подобранные турпакеты, услуги профессиональных туристических агентов, аренду автомобилей — от люкс до эконом, запись в салоны красоты для особых случаев и бронирование столиков в ресторанах, чтобы каждый обед и ужин был особенным.",
      "Кипр — это земля контрастов: золотые пляжи и снежные вершины, древние руины и оживлённая ночная жизнь, тихие деревни и шумные городские центры. Мы считаем, что исследовать остров должно быть просто, прозрачно и без стресса. Поэтому мы сотрудничаем с надёжными местными компаниями, гарантируя высокое качество, честные цены и мгновенное подтверждение.",
      "Наш сайт — это ваш спутник до, во время и после поездки. Смотрите, сравнивайте и бронируйте всего в несколько кликов. Сохраняйте понравившееся, управляйте своими бронированиями и открывайте новые впечатления, соответствующие вашим интересам.",
      "Мы — больше, чем просто платформа бронирований. Мы — сообщество путешественников, хозяев и поставщиков услуг, объединённых целью сделать Кипр ярким и заметным на карте мира. Доверьте нам организацию, а сами наслаждайтесь моментами."
    ],
    "founded": "Основано в 2024 — активно с 2025",
    "mission": "Соединять людей с лучшим, что может предложить Кипр."
  }
}


