{
  "title": {
    "en": "About Us",
    "gr": "Σχετικά με εμάς",
    "ru": "О нас"
  },
  "summary": {
    "en": "Our Cyprus tourism website offers hotel reservations, tour packages, tour agent rentals, beauty salon bookings, restaurant table reservations and car rentals. Founded in 2024 and active since 2025, our aim is to improve the service sector in Cyprus and make services more convenient for tourists and residents.",
    "gr": "Η τουριστική μας ιστοσελίδα στην Κύπρο προσφέρει κρατήσεις ξενοδοχείων, πακέτα εκδρομών, ενοικιάσεις πρακτόρων, ραντεβού σε κέντρα ομορφιάς, κρατήσεις τραπεζιών σε εστιατόρια και ενοικιάσεις αυτοκινήτων. Ιδρύθηκε το 2024 και λειτουργεί ενεργά από το 2025. Στόχος μας να βελτιώσουμε τον τομέα υπηρεσιών στην Κύπρο και να κάνουμε τις υπηρεσίες πιο βολικές για τουρίστες και κατοίκους.",
    "ru": "Наш туристический сайт на Кипре предлагает бронирование отелей, туристические пакеты, аренду туроператоров, запись в салоны красоты, бронирование столиков в ресторанах и аренду автомобилей. Основан в 2024 и активно работает с 2025 года. Наша цель — улучшить сферу услуг на Кипре и сделать сервисы более удобными для туристов и жителей."
  },
  "mission": {
    "en": "To improve Cyprus' service sector and make tourist services easier to use for visitors and residents.",
    "gr": "Να βελτιώσουμε τον τομέα υπηρεσιών της Κύπρου και να κάνουμε τις τουριστικές υπηρεσίες πιο εύχρηστες για επισκέπτες και κατοίκους.",
    "ru": "Улучшить сферу услуг на Кипре и сделать туристические сервисы более удобными для гостей и жителей."
  },
  "services": [
    {
      "id": "hotels",
      "label": {
        "en": "Hotel Reservations",
        "gr": "Κρατήσεις Ξενοδοχείων",
        "ru": "Бронирование отелей"
      }
    },
    {
      "id": "tours",
      "label": {
        "en": "Tour Packages",
        "gr": "Πακέτα Περιηγήσεων",
        "ru": "Турпакеты"
      }
    },
    {
      "id": "cars",
      "label": {
        "en": "Car Rental",
        "gr": "Ενοικιάσεις Αυτοκινήτων",
        "ru": "Аренда авто"
      }
    },
    {
      "id": "salons",
      "label": {
        "en": "Beauty Salon",
        "gr": "Ινστιτούτο Ομορφιάς",
        "ru": "Салон красоты"
      }
    },
    {
      "id": "restaurants",
      "label": {
        "en": "Restaurant Booking",
        "gr": "Κρατήσεις Εστιατορίων",
        "ru": "Бронирование столиков"
      }
    }
  ],
  "founded": "2024",
  "activeSince": "2025"
}



