{
  "en": {
    "title": "How to become our partner?",
    "text": "Do you have a tourism-related organization, do you provide services, then this offer is for you. Becoming our partner is very easy and profitable. You simply submit an application to become a partner to us, after which our employees will contact you shortly to obtain the necessary information to include your organization on our page. After promoting your organization's services on our website for a month for free, you will choose to continue cooperation with us or not. If you decide to terminate the cooperation, you will not have any obligations. And if you decide to continue cooperation, you choose the package, after which we continue to serve the commercial interests of your organization in the Cyprus tourism market through our website. Our users enter your page, order a service, pay for it or book an appointment according to your wishes, indicate the time, day, you receive an email and plan your day. We can say that you hire us as an employee who will serve your interests in the Cyprus tourism market 24/7."
  },
  "gr": {
    "title": "Πώς να γίνετε συνεργάτης μας;",
    "text": "Αν έχετε έναν οργανισμό που σχετίζεται με τον τουρισμό, παρέχετε υπηρεσίες; Αυτή η προσφορά είναι για εσάς. Το να γίνετε συνεργάτης μας είναι πολύ εύκολο και κερδοφόρο. Απλώς υποβάλλετε μια αίτηση για να γίνετε συνεργάτης μας, μετά την οποία οι υπάλληλοί μας θα επικοινωνήσουν σύντομα μαζί σας για να λάβουν τις απαραίτητες πληροφορίες για να συμπεριλάβουν τον οργανισμό σας στη σελίδα μας. Αφού προωθήσετε τις υπηρεσίες του οργανισμού σας στον ιστότοπό μας για ένα μήνα δωρεάν, θα επιλέξετε να συνεχίσετε τη συνεργασία μαζί μας ή όχι. Εάν αποφασίσετε να τερματίσετε τη συνεργασία, δεν θα έχετε καμία υποχρέωση. Και αν αποφασίσετε να συνεχίσετε τη συνεργασία, επιλέγετε το πακέτο, μετά το οποίο συνεχίζουμε να εξυπηρετούμε τα εμπορικά συμφέροντα του οργανισμού σας στην τουριστική αγορά της Κύπρου μέσω του ιστότοπού μας. Οι χρήστες μας μπαίνουν στη σελίδα σας, παραγγέλνουν μια υπηρεσία, την πληρώνουν ή κλείνουν ραντεβού σύμφωνα με τις επιθυμίες σας, υποδεικνύουν την ώρα, την ημέρα, λαμβάνετε ένα email και σχεδιάζετε την ημέρα σας. Μπορούμε να πούμε ότι μας προσλαμβάνετε ως υπάλληλο που θα εξυπηρετεί τα συμφέροντά σας στην τουριστική αγορά της Κύπρου 24/7."
  },
  "ru": {
    "title": "Как стать нашим партнером?",
    "text": "У вас есть организация, связанная с туризмом, вы предоставляете услуги, то это предложение для вас. Стать нашим партнером очень просто и выгодно. Вы просто подаете заявку на партнерство с нами, после чего наши сотрудники свяжутся с вами в ближайшее время, чтобы получить необходимую информацию для размещения вашей организации на нашей странице. После бесплатного продвижения услуг вашей организации на нашем сайте в течение месяца вы сами решите, продолжать ли сотрудничество с нами или нет. Если вы решите прекратить сотрудничество, у вас не будет никаких обязательств. А если вы решите продолжить сотрудничество, вы выбираете пакет, после чего мы продолжаем обслуживать коммерческие интересы вашей организации на рынке туризма Кипра через наш сайт. Наши пользователи заходят на вашу страницу, заказывают услугу, оплачивают ее или бронируют встречу в соответствии с вашими пожеланиями, указывают время, день, вы получаете электронное письмо и планируете свой день. Можно сказать, что вы нанимаете нас как сотрудника, который будет обслуживать ваши интересы на рынке туризма Кипра 24/7."
  }
}
